Repository: XXX1694/tanysu
Catalog: lib/l10n/app_*.arb
Languages: kk, ru

# clang
source: en
kk: kk
ru: ru

# create_acc
source: Sign Up
kk: Аккаунт жасау
ru: СОЗДАТЬ АККАУНТ

source: Sign in
kk: Кіру
ru: ВОЙТИ

# agreement1
source: By tapping ‘Sign in’ you agree to our
kk: Кіру түймесін басу арқылы сіз біздің
ru: Нажав Войти, вы соглашаетесь с нашими

# agreement2
source: Terms.
kk: шарттармен келісесіз.
ru: Условиями использования.

# agreement3
source: Learn how we process your data in our
kk: Біздің деректеріңізді қалай өңдейтінімізді біліңіз -
ru: Узнайте, как мы обрабатываем ваши данные в нашем

# agreement4
source: Privacy Policy
kk: құпиялылық саясаты
ru: Политики Конфиденциальности

# with_email
source: Email
kk: Пошта
ru: Почта

source: Registration
kk: Тіркелу

# get_number_main_text
source: Sign Up
kk: Аккаунт жасау
ru: Введите электронную почту и придумайте пароль

# get_number_second_text
source: Don’t lose access to your account, verify your email.
kk: Тіркелгіңізге кіру мүмкіндігін жоғалтпаңыз, электрондық поштаңызды растаңыз.
ru: Мы вышлем вам код, чтобы подтвердить, что вы действительно это вы. Могут применяться тарифы на передачу сообщений и данных.

# phone_number
source: Email
kk: Пошта

source: Next
kk: Келесі
ru: Далее

# password_should_be
source: * Your password must be at least 8 characters long, be of mixed case and also contain a digit or symbol.
kk: * Құпия сөзіңіздің ұзындығы кемінде 8 таңбадан тұруы, аралас регистрден тұруы және санды немесе таңбаны қамтуы керек.

# otp_main_text
source: Enter your code
kk: Кодты енгізіңіз
ru: Введите свой код

source: Resend
kk: Қайта жіберу
ru: Повторно отправлять

# email_main_text
source: Your email?
kk: Сіздің электрондық поштаныз?
ru: Ваш адрес электронной почты?

# email_second_text
source: Don’t lose access to your account, verify your email.
kk: Тіркелгіңізге кіруді жоғалтпау үшін электрондық поштанызды растаңыз.
ru: Чтобы не потерять доступ к своей учетной записи, подтвердите свой адрес электронной почты.

source: Enter email
kk: Электрондық пошта мекенжайын енгізіңіз
ru: Введите адрес электронной почты

# password_page_main_text
source: Create password
kk: Құпия сөз жасаңыз
ru: Создайте пароль

# password_page_second_text
source: Your password must be at least 8 characters long, be of mixed case and also contain a digit or symbol.
kk: Құпия сөзіңізде кемінде 8 таңба болуы керек, аралас регистр, сондай-ақ сан мен таңба болуы керек.
ru: Ваш пароль должен содержать не менее 8 символов, иметь смешанный регистр, а также цифру и символ.

source: Password
kk: Құпия сөз
ru: Пароль

source: Repeat password
kk: Құпия сөзді қайталаңыз
ru: Повторите пароль

source: Create
kk: Жасау
ru: Создать

# create_profile_main_text
source: Create profile
kk: Профиль жасау
ru: Создать профиль

source: Enter first name *
kk: Атын енгізіңіз *
ru: Введите имя *

# enter_birth_date
source: Birth date *
kk: Туған күні *
ru: Дата рождения *

# enter_gender
source: Enter your gender *
kk: Жынысын көрсетіңіз *
ru: Укажите пол *

# enter_city
source: City *
kk: Қала *
ru: Город *

# pic_main_text
source: Add your recent pics
kk: Соңғы фотосуреттерді қосыңыз
ru: Добавляйте свои последние фотографии

# pic_second_text
source: Upload 2 photos to start. Add 4 photos to make your profile stand out.
kk: Бастау үшін 2 фотосуретті жүктеп алыңыз. Профильді ерекшелеу үшін 4 фотосурет қосыңыз.
ru: Загрузите 2 фотографии для начала. Добавьте 4 фотографии, чтобы ваш профиль выделялся.

# choose_partner_main
source: Who are you interested in seeing?
kk: Сіз кіммен кездескіңіз келеді?
ru: С кем вам интересно встретиться?

source: Woman
kk: Әйел
ru: Женщина

source: Man
kk: Ер адам
ru: Мужчина

source: Everyone
kk: Әрқайсысы
ru: Все

# choose_main
source: Want to start instant?
kk: Бірден бастағыңыз келе ме?
ru: Хотите начать пользоваться?

# start_using_app
source: Start using the app
kk: Пайдалануды бастау
ru: Начать пользоваться

source: Continue registration
kk: Жалғастыру
ru: Продолжить регистрацию

source: Main
kk: Басты бет
ru: Главная

source: Likes
kk: Ұнату
ru: Лайки

# stream
source: Live
kk: Стрим
ru: Стрим

source: Chat
kk: Чат
ru: Чат

source: Profile
kk: Мен
ru: Профиль

source: Skip
kk: Өткізу
ru: Пропустить

# school_page_main_text
source: If school’s your thing...
kk: Қай мектепте оқыдыныз
ru: Если школа - это твой конек...

# school_page_field_text
source: Choose where you study or studing
kk: Қай жерде оқығаныңызды немесе оқығаныңызды таңдаңыз
ru: Выберите, где вы учитесь или учились

# job_main_text
source: Your job title
kk: Сіздің лауазымыңыз
ru: Ваша должность

# job_field_text
source: Doctor, teacher, e.t.c
kk: Дәрігер, мұғалім және т. б.
ru: Врач, учитель и т.д.

# company_field_text
source: Company name
kk: Компания атауы
ru: Название компании

# looking_for_main_text
source: I’m looking for ...
kk: Мен іздеймін...
ru: Я ищу...

# loogin_for_second_text
source: Increase compatibility by sharing yours!
kk: Өзіңізбен бөлісу арқылы үйлесімділікті арттырыңыз!
ru: Повысьте совместимость, поделившись своими!

# about_me_main_text
source: About me ...
kk: Мен туралы...
ru: Обо мне...

# about_me_second_text
source: Write about yourself
kk: Өзіңіз туралы жазыңыз
ru: Напишите о себе

# about_me_field_text
source: Write your interests
kk: Өз мүдделеріңіз туралы жазыңыз
ru: Напишите о своих интересах

# juz_main_text
source: Choose your JUZ
kk: Руыңыз кім болады?
ru: Какой у вас ру

# juz_second_text
source: Choose your juz and after your ru. If you don’t know your juz, just delete this app.
kk: Жүзіңізді, содан кейін руыңызды таңдаңыз. Егер сіз жүзіңізді білмесеңіз, бұл қолданбаны жойыңыз.
ru: Выберите свой жуз, а затем свой ру. Если вы не знаете свой жуз, просто удалите это приложение.

# orta_juz
source: Orta jüz
kk: Орта жүз
ru: Средний жуз

# kishi_juz
source: Kışı jüz
kk: Кіші жүз
ru: Малый жуз

# ulu_juz
source: Ūly jüz
kk: Ұлы жүз
ru: Высший жуз

source: Other
kk: Басқа
ru: Другое

# login_main_text
source: Log in
kk: Логин
ru: Логин

# login_second_text
source: Write your data to enter to the system
kk: Кіру мәліметтерін енгізіңіз
ru: Введите свои данные для входа в систему

source: Log in
kk: Кіру
ru: Войти

source: Theme
kk: Тема
ru: Тема

source: Language
kk: Тіл
ru: Язык

source: coins
kk: тиын
ru: монет

source: COMPLETE
kk: ТОЛҒАН
ru: ЗАПОЛНЕНО

# followerss
source: Followers
kk: Ұнатушылар

source: taken
kk: Жиналды
ru: Собрано

source: Buy a coin
kk: Сатып алу
ru: Купить

source: Write first
kk: Бірінші жаз
ru: Напиши первым

# liled_me
source: Liked me
kk: Мені ұнатты
ru: Лайкнули меня

source: I Liked
kk: Мен ұнаттым
ru: Я лайкнул

source: Yes
kk: Иа
ru: Да

source: No
kk: Жоқ
ru: Нет

source: Empty
kk: Бос
ru: Пустой

source: Select city
kk: Қала таңда
ru: Выбери город

source: Error
kk: Қате
ru: Ошибка

source: Choose gender
kk: Жыңыс таңда
ru: Выбери пол

# chat_get_error
source: Chat ger error
kk: Чат алу кезінде қате кетті
ru: Ошибка при получении чата

# something
source: Something went wrong
kk: Бір нәрсе дұрыс емес
ru: Что-то пошло не так

source: Not found
kk: Табылмады
ru: Ничего не найдено

source: Settings
kk: Параметрлер
ru: Параметры

source: Change language
kk: Тіл өзгерту
ru: Поменять язык

source: Log out
kk: Шығу
ru: Выйти

# location_pr
source: Location:
kk: Қала:
ru: Город:

# work_pr
source: Work:
kk: Жұмыс:
ru: Работа:

# study_pr
source: Study:
kk: Мектеп:
ru: Школа:

# about_pr
source: About:
kk: Мен туралы:
ru: Обо мне:

source: followers
kk: сүйіктілер
ru: любителей

source: Send a gift
kk: Сыйлау
ru: Подарить

source: Report
kk: Шағым
ru: Жалоба

source: No internet connection!
kk: Интернет байланысы жоқ!
ru: Нет подключения к Интернету!

source: Privacy Policy
kk: Құпиялылық Саясаты
ru: Политика Конфиденциальности

# terms_of_conditions
source: Terms of Condition
kk: Қолдану ережелері
ru: Условия пользования

source: Block
kk: Бұғаттау
ru: Заблокировать

# block_sub
source: You won’t see them, and they won’t see you.
kk: Сіз оларды көрмейсіз және олар сізді көрмейді.
ru: Ты их не увидишь, и они тебя не увидят.

# do_you_really
source: Do you really want to block that person
kk: Сіз бұл адамды шынымен бұғаттағыңыз келеді
ru: Вы действительно хотите заблокировать этого человека

# report_sub
source: Don’t worry - we won’t tell them.
kk: Уайымдамаңыз, біз оларға ештеңе айтпаймыз.
ru: Не волнуйтесь, мы им ничего не скажем.

source: Unmatch
kk: Жою
ru: Удалить

# success_t
source: Succeess
kk: Сәтті
ru: Успех

source: Filter
kk: Сүзгі
ru: Фильтр

source: City
kk: Қала
ru: Город

source: Try to find
kk: Табуға тырысыңыз
ru: Пытаетесь найти

source: Age
kk: Жасы
ru: Возраст

# search
source: Seaarch
kk: Іздеу
ru: Поиск

source: Notification
kk: Хабарлама
ru: Уведомление

# short_term
source: Short-term fun
kk: Қысқа мерзімді ойын-сауық
ru: Кратковременное развлечение

# long_term
source: Long-term partner
kk: Ұзақ мерзімді серіктес
ru: Долгосрочный партнер

# short_term_l
source: Short-term, but long-term OK
kk: Қысқа мерзімді, бірақ ұзақ мерзімді перспективада бәрі жақсы
ru: Краткосрочно, но в долгосрочной перспективе все в порядке

# long_term_s
source: Long-term, but short-term OK
kk: Ұзақ мерзімді, бірақ қысқа мерзімді қалыпты
ru: Долгосрочно, но краткосрочно нормально

source: New friends
kk: Жаңа достар
ru: Новые друзья

# still
source: Still figuring it out
kk: Мұны әлі анықтап жатырмын
ru: Все еще выясняю это

# email_exist
source: Email already exist!
kk: Электрондық пошта бұрыннан бар!
ru: Электронная почта уже существует!

source: Write reason
kk: Себебін жазыңыз
ru: Напишите причину

# report_second
source: It will be hidden from that person
kk: Бұл адамнан жасырылады
ru: Это будет скрыто от этого человека

source: Send gift to
kk: Сыйлықты мына мекен-жайға жіберіңіз
ru: Отправить подарок по адресу

source: You have:
kk: Сізде бар:
ru: У вас есть:

source: Rose
kk: Роза
ru: Роза

# change_image
source: Edit image
kk: Суретті өзгерту
ru: Изменить изображение

source: Delete image
kk: Суретті жою
ru: Удалить изображение

source: Are you sure?
kk: Сенімдісіз бе?
ru: Вы уыерены?

source: Confirm
kk: Растау
ru: Подтвердить

source: Support
kk: Қолдау қызметі
ru: Служба поддержки

# support_text
source: If there are errors and suggestions, write
kk: Егер қателер мен ұсыныстар болса, жазыңыз
ru: Если есть ошибки и предложения, пишите

# account_delete
source: Delete account
kk: Аккаунт өшіру
ru: Удалить аккаунт

source: Message...
kk: Жаз...
ru: Напиши...

source: User blocked!
kk: Адам бұғатталды!
ru: Пользователь заблокирован!

source: User block error!
kk: Адам бұғаттау сәтсіз өтті!
ru: Ошибка при блокировке!

# welcome
source: Welcome to tanysu
kk: PANDEYA - ға қош келдіңіз
ru: Добро пожаловать в tanysu

# welcome_text
source: You have successfully logged into the tanysu app
kk: Сіз PANDEYA қосымшасына сәтті кірдіңіз
ru: Вы успешно зашли в приложение tanysu

# user_reported
source: The complaint has been sent!
kk: Шағым жіберілді!
ru: Жалоба отправлено!

# user_report_error
source: The complaint has not been sent!
kk: Шағым жіберілген жоқ!
ru: Жалоба не отпралено!

# why_report
source: Why you want to report?
kk: Бұғатту мақсатыныз
ru: Причина болкировки?

# image_uploaded
source: Image was successfully uploaded
kk: Сурет жүктелді
ru: Изображение успешно блыо загружено

source: Fake profile
kk: Нақты профиль емес
ru: Ненастоящий профиль

# inapropriate_content
source: Inappropriate content
kk: Қолайсыз мазмұн
ru: Неприемлимый контент

# adv
source: Fraud or advertising
kk: Алаяқтық немесе жарнама
ru: Мошенничество или реклама

# disc
source: Discrimination
kk: Кемсітушілік
ru: Дискриминация

# y_user
source: A minor user
kk: Кәмелетке толмаған пайдаланушы
ru: Несовершеннолетий пользователь

# not_interested
source: I'm not interested in this profile
kk: Бұл профиль маған қызық емес
ru: Этот профиль мне не интересен

# other_p
source: Other
kk: Басқа
ru: Другое

# email_empty
source: Email field is empty!
kk: Электрондық пошта өрісі бос!
ru: Поле электронной почты пусто!

# password_empty
source: Password field is empty!
kk: Құпия сөз өрісі бос!
ru: Поле пароля пусто!

# name_empty
source: Name is required
kk: Ат еңгізу қажет
ru: Требуется имя

# birth_date_empty
source: Birthday is required
kk: Туған күн еңгізу қажет
ru: Требуется день рождения

# city_empty
source: City is required
kk: Қала еңгізу қажет
ru: Требуется город

# gender_required
source: Gender is required
kk: Жыныс таңдау қажет
ru: Требуется пол

# juz_field
source: Adai, Naiman e.t.c.
kk: Адай, қоңырат, найман т.б.
ru: Адай, конырат, найман и.т.д

# list_end
source: That's it for today! Come back in 12 hours!
kk: Бүгін бітті! 12 сағаттан кейін оралыңыз!
ru: На сегодня все! Возвращайтесь через 12 часов!

source: Soon!
kk: Жақында!
ru: Скоро!

# payment_not_working
source: The payment system is temporarily unavailable!
kk: Төлем жүйесі уақытша қол жетімді емес!
ru: Платежная система временно не доступно!

# name_can_not_be_more_than_25_symbols
source: The name must not contain more than 25 characters!
kk: Атыңыз 25 таңбадан артық болмауы керек!
ru: Имя не должен содержать более 25 символов!

# at_least_one_image
source: Should be at least 1 image!
kk: Кем дегенде 1 cурет қалуы тиіс!
ru: Аккаунт должен иметь хотя бы 1 изоброжение!

source: Pull to refresh
kk: Жаңарту үшін тартыңыз
ru: Потяните, чтобы обновить

source: Release to refresh
kk: Жаңарту үшін жіберіңіз
ru: Отпустите, чтобы обновить

# refreshing_text
source: Refreshing...
kk: Жаңартылуда...
ru: Обновление...

source: Delete
kk: Жою
ru: Удалить

source: Creating stream...
kk: Стрим жасалуда...
ru: Создание стрима...

source: Joining stream...
kk: Стримға кіруде...
ru: Соединение со стримом...

source: Go live
kk: Эфирге шығу
ru: Начать прямой эфир

source: Temporarily not working
kk: Уақытша жұмыс істемейді
ru: Временно не работает

# temporarily_not_working_second
source: We sorry, this function not working yet!
kk: Кешіріңіз, бұл функция әлі жұмыс істемейді!
ru: К сожалению, эта функция пока не работает!

# edit_photo
source: Edit photos
kk: Фотосуретті өңдеу
ru: Редактировать фото

# edit_photo_second
source: Do you want to delete or change a photo?
kk: Фотосуретті жойғыңыз немесе өзгерткіңіз келе ме?
ru: Хотите удалить или изменить фото?

source: Swipe
kk: Свайп

# delete_chat_main
source: Delete chat
kk: Чатты жою

# delete_chat_second
source: Do you really want to delete chat?
kk: Чатты расында жойғыңыз келеді ме?

source: Follow
kk: Жазылу

source: Unfollow
kk: Жазылмау

source: Get coins
kk: Приобрести монеты

source: Pay
kk: Төлемге

source: Card
kk: Карта

# go_stream
source: Do you want to go live?
kk: Тікелей эфирге шыққыныз келе ме?

# no_live_stream
source: No one in live
kk: Тікелей эфирде ешкім жок

source: Be first
kk: Бірінші бол

# already_have_acc
source: Already have an account?
kk: Аккаунт бар ма?

# no_acc
source: No account?
kk: Аккаунт жок па?

source: Followings
kk: Жазылымдарым

# profile_likes
source: Likes
kk: Лайктар

# cardCredentials
source: Card info
kk: Катра туралы

source: Card Number
kk: Карта номері

# cardholed
source: Cardholer
kk: Аты Жөні

# card_date
source: Date
kk: Мерзімі

# card_cvv
source: CVV
kk: Код

# pay_money
source: Pay
kk: Толемге
